Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/HealthPrivacySettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# OK
source: Continue
ar: متابعة
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_us: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속
lt: Tęsti
ms: Teruskan
nl: Ga door
no: Fortsett
pl: Dalej
pt: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Далі
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# INCLUDE_OTHER_HEADPHONES_FOOTER_TEXT_GENERIC_IPHONE
source: • Other devices plugged into your iPhone
ar: • الأجهزة الأخرى المتصلة بالـ iPhone
bg: • Други устройства, свързани към вашия iPhone
ca: • Altres dispositius connectats a l’iPhone
cs: • Jiná zařízení připojená k iPhonu
da: • Andre enheder, der er tilsluttet din iPhone
de: • Andere, an dein iPhone angeschlossene Geräte
el: • Άλλες συσκευές που είναι συνδεδεμένες στο iPhone σας
es: • Otros dispositivos conectados a tu iPhone
es_us: • Otros dispositivos conectados a tu iPhone
fi: • Muut iPhoneen liitetyt laitteet
fr: • Autres périphériques connectés à votre iPhone
fr_ca: • Autres appareils branchés à votre iPhone
he: • מכשירים אחרים המחוברים ל-iPhone שלך
hi: • आपके iPhone में प्लग इन अन्य डिवाइस
hr: • Drugi uređaji spojeni na vaš iPhone
hu: • Az iPhone-ba bedugott egyéb eszközök
id: • Perangkat lainnya yang dicolokkan ke iPhone Anda
it: • Altri dispositivi collegati a iPhone
ja: • iPhoneに接続されているその他のデバイス
kk: • iPhone құрылғыңызға жалғанған басқа құрылғылар
ko: • iPhone에 연결된 기타 기기
lt: • Kiti įrenginiai, prijungti prie jūsų „iPhone“
ms: • Peranti lain yang dipasang pada iPhone anda
nl: • Andere apparaten die op je iPhone zijn aangesloten
no: • Andre enheter koblet til din iPhone
pl: • Innych urządzeń podłączonych do iPhone’a
pt: • Outros dispositivos conectados ao iPhone
pt_pt: • outros dispositivos ligados ao iPhone
ro: • Alte dispozitive cuplate la iPhone
ru: • Другие устройства, подключенные к Вашему iPhone
sk: • Ostatné zariadenie pripojené k iPhonu
sl: • Druge naprave, ki jih imate priključene v iPhone
sv: • Andra enheter som är anslutna till iPhone
th: • อุปกรณ์อื่นที่เสียบเข้ากับ iPhone ของคุณ
tr: • iPhone’unuza diğer aygıtlar takılmış
uk: • Інші пристрої, приєднані до вашого iPhone
vi: • Các thiết bị khác được cắm vào iPhone của bạn
zh_cn: • 插入iPhone的其他设备
zh_hk: • 其他已連接iPhone的裝置
zh_tw: • 其他接入iPhone的裝置

source: Matched Key Count
ar: يطابق العدد الأساسي
bg: Съответстващ основен брой
ca: Claus coincidents
cs: Nalezené klíče
da: Antal matchede nøgler
de: Übereinstimmende Schlüssel
el: Πλήθος αντιστοιχισμένων κλειδιών
es: N.º de claves coincidentes
es_us: Cantidad de claves coincidentes
fi: Avainosumien määrä
fr: Nombre de clés correspondantes
fr_ca: Nombre de clés correspondantes
he: מספר המפתחות התואמים
hi: मिलान की गई “की” गणना
hr: Broj usklađenih ključeva
hu: Egyeztetett kulcsok száma
id: Jumlah Kunci yang Cocok
it: Numero chiavi corrispondenti
ja: 一致したキーの数
kk: Сәйкес кілттер саны
ko: 일치하는 키 개수
lt: Atitinkančių raktų skaičius
ms: Kiraan Kunci Dipadankan
nl: Aantal overeenkomende codes
no: Antall samsvarende koder
pl: Liczba pasujących kluczy
pt: Nº de Chaves Correspondidas
pt_pt: Número de chaves coincidentes
ro: Număr de chei care corespund
ru: Кол‑во совпадений ключей
sk: Počet zhodných kľúčov
sl: Število ujemajočih se ključev
sv: Matchat nyckelantal
th: จำนวนหมายเลขที่ตรงกัน
tr: Eşlenen Anahtar Sayısı
uk: Кількість збігів за ключами
vi: Số lượng từ khóa phù hợp
zh_cn: 匹配的密钥数
zh_hk: 符合的密鑰數量
zh_tw: 相符的密鑰數

# EXPOSURE_NOTIFICATIONS_FOOTER
source: iPhone is exchanging random IDs with other devices using Bluetooth. This enables an app to notify you if you may have been exposed to COVID-19. Exposure Logging cannot access any data in, or add any data to, the Health app.
ar: يتبادل الـ iPhone معرّفات عشوائية مع الأجهزة الأخرى باستخدام Bluetooth، مما يتيح للتطبيق إعلامك إذا كان هناك احتمال بأنك خالطت مصابًا بمرض كوفيد-19. لا يمكن لسجل المخالطة الوصول إلى أي بيانات في تطبيق صحتي أو إضافة أي بيانات إليه.
bg: iPhone обменя случайни идентификатори с други устройства, използвайки Bluetooth. Това позволява на приложението да ви уведомява, ако сте били изложени на COVID-19. Регистрирането на контакти няма достъп и не може да добавя никакви данни в приложението Здраве.
ca: L’iPhone fa servir el Bluetooth per intercanviar identificadors aleatoris amb altres dispositius. Això permet que una app t’avisi si hi ha possibilitats que t’hagis exposat a la COVID‑19. El registre d‘exposició no pot accedir a cap dada de l’app Salut ni tampoc hi pot afegir cap dada.
cs: iPhone si přes Bluetooth vyměňuje náhodné identifikátory s jinými zařízeními. Příslušná aplikace vám tak může oznámit, že jste se mohli dostat do kontaktu s COVID‑19. Funkce zaznamenávání kontaktů nemá přístup k žádným údajům v aplikaci Zdraví ani do ní nemůže žádná data přidávat.
da: iPhone udveksler tilfældige id’er med andre enheder vha. Bluetooth. Dette gør det muligt for en app at underrette dig, hvis du muligvis har været udsat for COVID-19. Logning af eksponering kan ikke få adgang til eller tilføje data i appen Sundhed.
de: Das iPhone tauscht über Bluetooth zufällige IDs mit anderen Geräten aus. Dadurch können Apps dich benachrichtigen, wenn du möglicherweise eine COVID-19-Begegnung hattest. Die Begegnungsaufzeichnungen können weder auf Daten in der Health-App zugreifen noch Daten hinzufügen.
el: Το iPhone ανταλλάζει τυχαία αναγνωριστικά με άλλες συσκευές μέσω Bluetooth. Με αυτόν τον τρόπο, θα μπορεί μια εφαρμογή να σας ειδοποιήσει αν ίσως έχετε εκτεθεί στον COVID-19. Η Καταγραφή έκθεσης δεν μπορεί να προσπελάσει ούτε να προσθέσει δεδομένα στην εφαρμογή «Υγεία».
es: El iPhone está intercambiando identificadores aleatorios con otros dispositivos mediante Bluetooth. Esto permite que una app te avise si existe la posibilidad de que te hayas expuesto a la COVID-19. El registro de exposición no puede acceder a la información de la app Salud ni añadir datos a esta app.
es_us: El iPhone está intercambiando identificadores aleatorios con otros dispositivos mediante Bluetooth. Esto permite que una app te avise si te pudiste haber expuesto al COVID-19. El registro de exposición no puede acceder a los datos de la app Salud y tampoco puede registrar datos en ella.
fi: iPhone vaihtaa satunnais-ID:itä muiden laitteiden kanssa Bluetoothin avulla. Näin appi voi ilmoittaa sinulle, jos olet saattanut altistua COVID-19:lle. Altistusloki ei voi käyttää tai lisätä mitään Terveys-apin tietoja.
fr: L’iPhone utilise le Bluetooth pour échanger des identifiants aléatoires avec d’autres appareils. Cela permet à une app de vous prévenir en cas d’exposition potentielle à la COVID-19. La journalisation des expositions ne peut accéder à aucune donnée de l’app Santé ni y ajouter des données.
fr_ca: L’iPhone échange des identifiants aléatoires avec d’autres appareils à l’aide de Bluetooth. Cela permet à l’app de vous avertir si vous avez pu être exposé à la COVID‑19. La journalisation des expositions ne peut pas accéder aux données de l’app Santé ni y ajouter de données.
he: מכשיר ה-iPhone מחליף מזהים אקראיים עם מכשירים אחרים המשתמשים ב-Bluetooth. כך היישום יכול ליידע אותך אם נחשפת לקורונה (COVID-19). לרישום מקרי החשיפה אין גישה לנתונים שביישום ״בריאות״ והוא אינו יכול להוסיף נתונים ליישום ״בריאות״.
hi: iPhone Bluetooth के उपयोग से रैंडम ID का अन्य डिवाइस के साथ लेनदेन कर रहा है। इससे कोई ऐप आपको COVID-19 का एक्सपोज़र होने पर सूचित कर सकता है। एक्सपोज़र लॉगिंग से सेहत ऐप का कोई डेटा ऐक्सेस नहीं किया जा सकता या उसमें डेटा जोड़ा नहीं जा सकता है।
hr: iPhone preko Bluetootha razmjenjuje nasumične ID‐jeve s drugim uređajima. Tako vam aplikacija može poslati obavijest ako ste možda bili izloženi bolesti COVID‐19. Izrada log zapisa o izloženosti nema pristup podacima u aplikaciji Zdravlje, niti ih može dodati toj aplikaciji.
hu: Az iPhone jelenleg véletlenszerű azonosítókat vált más eszközökkel Bluetooth-kapcsolaton keresztül. Ez lehetővé teszi, hogy egy app értesítse Önt, ha Ön ki lehetett téve a COVID-19-fertőzésnek. A Fertőzésnek való kitettség naplózása funkció nem tud hozzáférni az Egészség appban lévő adatokhoz, és nem tud adatokat hozzáadni az Egészség apphoz.
id: iPhone sedang bertukar ID acak dengan perangkat lain menggunakan Bluetooth. Ini memungkinkan app untuk memberi tahu Anda jika terdapat kemungkinan bahwa Anda telah terpapar COVID-19. Pencatatan Pemaparan tidak dapat mengakses data apa pun di atau menambahkan data apa pun ke app Kesehatan.
it: iPhone sta scambiando identificativi casuali con altri dispositivi tramite Bluetooth. Questo consente a un’app di inviarti notifiche in caso di possibile esposizione al COVID-19. La funzionalità di raccolta dei log di esposizione non può accedere alle informazioni dell’app Salute o aggiungervi dati.
ja: iPhoneはBluetoothを使用してランダム識別子をほかのデバイスと交換しています。これにより、あなたが新型コロナウイルス感染症（COVID-19）にさらされた可能性がある場合にアプリから通知を受けることができます。“接触のログ記録”は、ヘルスケアアプリ内のデータへのアクセス、またはデータの追加は一切できません。
kk: Bluetooth функциясы көмегімен iPhone басқа құрылғылармен кездейсоқ идентификаторлармен алмасады. Бұл қолданбаға COVID-19 індетін жұқтырғаныңыз не жұқтырмағаныңыз туралы сізді хабарландыруға мүмкіндік береді. «Байланыс журналын жүргізу» функциясы «Денсаулық» қолданбасындағы қандай да бір деректерге қол жеткізе және қандай да бір деректер қоса алмайды.
ko: iPhone이 Bluetooth를 이용하여 다른 기기와 임의의 ID를 교환합니다. 이를 통해 사용자가 COVID-19에 노출되었을 가능성이 있는 경우 앱에서 알려줄 수 있습니다. 노출 기록은 건강 앱의 데이터에 접근하거나 건강 앱에 데이터를 추가할 수 없습니다.
lt: „iPhone“ keičiasi atsitiktiniais identifikatoriais su kitais įrenginiais „Bluetooth“ ryšiu. Tai leidžia programai pranešti, jei galimai turėjote kontaktą su COVID-19 sergančiu asmeniu. Programa „Kontaktų registravimas“ negali pasiekti jokių programos „Sveikata“ duomenų ar įtraukti jų į šią programą.
ms: iPhone bertukar-tukar ID rawak dengan peranti lain menggunakan Bluetooth. Ini membolehkan app memaklumkan anda jika anda mungkin telah terdedah kepada COVID-19. Pengelogan Pendedahan tidak boleh mengakses sebarang data dalam, atau menambahkan sebarang data pada, app Kesihatan.
nl: De iPhone wisselt willekeurige ID's uit met andere apparaten via Bluetooth. Hierdoor kan een app je waarschuwen als je mogelijk bent blootgesteld aan COVID-19. 'Blootstelling bijhouden' heeft geen toegang tot gegevens in en kan geen gegevens toevoegen aan de Gezondheid-app.
no: iPhone vil utveksle tilfeldige ID-er med andre enheter ved hjelp av Bluetooth. På denne måten kan en app varsle deg hvis du har vært utsatt for covid-19-smitte. Loggføring av smittekontakt har verken tilgang til data eller mulighet til å registrere data i Helse-appen.
pl: iPhone wymienia losowe identyfikatory z innymi urządzeniami, używając Bluetooth. Pozwala to powiadamiać Cię o kontakcie z osobą chorą na COVID‑19. Podczas rejestrowania narażenia żadne dane w aplikacji Zdrowie nie są czytane ani dodawane.
pt: O iPhone está trocando IDs aleatórios com outros dispositivos usando Bluetooth. Isso permite que um app o notifique se você puder ter sido exposto à COVID-19. O Registro de Exposição não pode acessar nenhum dado do app Saúde nem adicionar nenhum dado a ele.
pt_pt: O iPhone está a trocar identificadores aleatórios com outros dispositivos através de Bluetooth. Desta forma, uma aplicação pode emitir notificações em caso de exposição à COVID‑19. Não é possível ao registo de exposição aceder a quaisquer dados da aplicação Saúde nem adicionar dados a esta aplicação.
ro: iPhone‑ul efectuează schimburi de ID‑uri aleatorii cu alte dispozitive utilizând Bluetooth. Acest lucru îi permite unei aplicații să vă notifice dacă este posibil să vă fi expus la COVID‑19. Funcționalitatea “Jurnal de expunere” nu poate accesa date din aplicația Sănătate și nici nu poate adăuga date în aceasta.
ru: iPhone обменивается случайными идентификаторами с другими устройствами по Bluetooth. Благодаря этому приложение уведомит Вас о возможном контакте с COVID‑19. У журнала контактов нет доступа к данным приложения «Здоровье» ни для чтения, ни для записи.
sk: iPhone si cez Bluetooth vymieňa náhodné identifikátory s okolitými zariadeniami. Príslušná apka vás tak bude môcť upozorniť na možné vystavenie nákaze COVID-19. Funkcia zaznamenávania vystavenia nákaze nemôže pristupovať k dátam v apke Zdravie ani do nej žiadne dáta pridávať.
sl: iPhone si izmenjuje naključne ID-je z drugimi napravami prek povezave Bluetooth. To aplikaciji omogoča, da vas obvesti, če ste morda bili izpostavljeni bolezni COVID-19. Beleženje dnevnika izpostavljenosti nima dostopa do nobenih podatkov v aplikaciji Zdravje in v aplikacijo tudi ne more dodajati podatkov.
sv: iPhone utväxlar slumpmässiga ID:n med andra enheter via Bluetooth. Det gör det möjligt för en app att meddela dig om du kanske har utsatts för covid-19. Exponeringsloggning kan inte komma åt eller lägga till data i appen Hälsa.
th: iPhone จะแลกเปลี่ยน ID แบบสุ่มกับอุปกรณ์เครื่องอื่นโดยใช้บลูทูธ การทำงานนี้ช่วยให้แอปแจ้งเตือนให้คุณทราบว่าคุณอาจได้รับการสัมผัสเชื้อโควิด-19 หรือไม่ บันทึกข้อมูลการสัมผัสเชื้อไม่สามารถเข้าถึงข้อมูลในแอปสุขภาพหรือเพิ่มข้อมูลไปยังแอปสุขภาพได้
tr: iPhone, Bluetooth’u kullanarak rasgele kimlikleri başka aygıtlarla karşılıklı alıp verir. Bu, uygulamanın size COVID-19’a maruz kalmış olabileceğinizi bildirmesini sağlar. Maruz Kalma Günlüğü, Sağlık uygulamasındaki verilere erişemez veya Sağlık uygulamasına veri ekleyemez.
uk: iPhone обмінюється випадковими ідентифікаторами з іншими пристроями, використовуючи Bluetooth. Завдяки цьому програма може сповіщати вас про можливий контакт із COVID-19. Журналювання контактів не має доступу до жодних даних у програмі «Здоровʼя» та не може додавати жодні дані в цю програму.
vi: iPhone đang trao đổi các ID ngẫu nhiên với các thiết bị khác bằng Bluetooth. Việc này cho phép ứng dụng thông báo nếu bạn có thể đã tiếp xúc với COVID-19. Ghi nhật ký tiếp xúc không thể truy cập hoặc thêm bất kỳ dữ liệu nào vào ứng dụng Sức khỏe.
zh_cn: iPhone正使用蓝牙与其他设备交换随机ID。这可让App在你可能已暴露于COVID-19时通知你。“暴露日志”无法在“健康”App中访问或添加任何数据。
zh_hk: iPhone正在使用藍牙與其他裝置交換隨機識別碼。這可讓App在你可能已經暴露於COVID-19時通知你。「暴露記錄」無法在「健康」App中取用或加入任何資料。
zh_tw: iPhone正在使用藍牙與其他裝置交換隨機識別碼。這可讓App通知你曾暴露於COVID-19。「暴露記錄」無法在「健康」App中取用或加入任何資料。

# EXPOSURE_FOOTER
source: For each confirmed exposure, the duration, date, and Bluetooth signal strength is shared with the authorized app to help them better understand the spread of the disease. No identifying information is shared with the app.
ar: في كل حالة مخالطة مؤكدة، ستتم مشاركة المدة والتاريخ وقوة إشارة Bluetooth مع التطبيق المخوّل، وذلك للمساعدة في فهم طبيعة انتشار المرض بصورة أفضل. ولا تتم مشاركة معلومات تكشف عن هويتك الشخصية مع التطبيق.
bg: За всяко едно потвърдено излагане, продължителността, датата и силата на Bluetooth сигнала се споделят с оторизираното приложение, за да може по-добре да се разбере разпространението на болестта. С приложението не се споделя никаква идентифицираща информация.
ca: La durada, la data i la intensitat del senyal Bluetooth de cada exposició confirmada es compartiran amb l’app autoritzada per ajudar a entendre millor com s’estén la malaltia. No es compartirà amb l’app cap informació que t’identifiqui.
cs: Při každém potvrzeném kontaktu budou autorizované aplikaci poskytnuty údaje o jeho délce, datu a síle signálu Bluetooth, které poslouží k lepšímu pochopení, jak se nemoc šíří. Aplikaci nejsou poskytovány žádné identifikační údaje.
da: Varighed, dato og Bluetooth-signalstyrke deles med den godkendte app ved hvert bekræftet tilfælde af eksponering med henblik på at opnå en bedre forståelse af spredningen af sygdommen. Der deles ingen oplysninger med appen, som kan identificere dig.
de: Bei jeder bestätigten Begegnung wird die Dauer, das Datum und die Bluetooth-Signalstärke mit der autorisierten App geteilt, um ein besseres Verständnis der Ausbreitung der Krankheit zu erhalten. Es werden keine persönlichen Informationen mit der App geteilt.
el: Για κάθε επιβεβαιωμένη έκθεση, κοινοποιούνται η διάρκεια, η ημερομηνία και η ισχύς σήματος Bluetooth στην εξουσιοδοτημένη εφαρμογή για καλύτερη κατανόηση της εξάπλωσης της νόσου. Δεν κοινοποιούνται ταυτοποιήσιμες πληροφορίες στην εφαρμογή.
es: La duración, la fecha y la intensidad de la señal Bluetooth de cada exposición confirmada se comparten con la app autorizada para ayudar a entender mejor cómo se propaga la enfermedad. No se comparte con la app ningún dato que te pueda identificar.
es_us: Para cada exposición confirmada, se comparten la duración, fecha e intensidad de la señal Bluetooth con la app autorizada para ayudar a comprender mejor la propagación de la enfermedad. No se comparte información que te identifique con la app.
fi: Jokaisesta vahvistetusta altistumisesta jaetaan kestoaika, päivämäärä ja Bluetooth-signaalin voimakkuus valtuutetulle apille, jotta sairauden leviämistä ymmärrettäisiin paremmin. Tietoja, joista sinut voidaan tunnistaa, ei jaeta apille.
fr: Pour chaque exposition confirmée, la durée, la date et l’intensité du signal Bluetooth sont transmises à l’app autorisée pour mieux comprendre la propagation de la maladie. Aucune information d’identification n’est envoyée à l’app.
fr_ca: Pour chaque exposition confirmée, la durée, la date et la force du signal Bluetooth sont partagées avec l’app autorisée pour aider à mieux comprendre la propagation de la maladie. Aucune information d’identification n’est partagée avec l’app.
he: עבור כל מקרה חשיפה מאומת, היישום שקיבל לכך הרשאה ישתף את נתוני משך הזמן, התאריך ועוצמת אות ה-Bluetooth כדי שניתן יהיה להסיק תובנות לגבי הפצת המחלה. היישום אינו משתף מידע המאפשר זיהוי אישי שלך.
hi: यदि एक्सपोज़र की पुष्टि हो चुकी है, तो हर एक्सपोज़र के लिए अधिकृत ऐप के साथ अवधि, तिथि और Bluetooth संकेत प्रबलता शेयर की जाती है ताकि वह बीमारी के फैलाव को बेहतर ढंग से समझ सके। ऐप के साथ पहचान उजागर करने वाली कोई जानकारी शेयर नहीं की जाती है।
hr: Za svaku se potvrđenu izloženost s autoriziranom aplikacijom dijele trajanje, datum i jačina Bluetooth signala kako bi im se pomoglo da bolje razumiju širenje bolesti. S aplikacijom se ne dijele informacije koje otkrivaju identitet.
hu: A fertőzésnek való megerősített kitettségek esetén azok hossza, azok dátuma és a Bluetooth-kapcsolat jelerőssége meg lesz osztva az engedélyezett appal, ezzel elősegítve a fertőzés terjedésének felmérését. Azonosításra alkalmas adatok nem lesznek megosztva az appal.
id: Untuk setiap pemaparan yang terkonfirmasi, durasi, tanggal, dan kekuatan sinyal Bluetooth akan dibagikan dengan app yang disahkan untuk membantu mereka lebih memahami penyebaran penyakit. Tidak ada informasi yang mengidentifikasi yang dibagikan dengan app.
it: Per ciascuna esposizione confermata, vengono condivise con l’app autorizzata la durata, la data e la potenza del segnale Bluetooth. In questo modo, sarà più facile comprendere la diffusione della malattia. Non viene condivisa con l’app nessuna informazione che consenta di identificarti.
ja: 感染症の拡大をより詳しく把握するため、それぞれの確認された接触について、期間、日付、およびBluetooth信号の強さが、承認済みのアプリと共有されます。個人を特定する情報がアプリと共有されることはありません。
kk: Әрбір расталған байланыс жағдайында, оның ұзақтығы, күні және Bluetooth сигналының күші туралы мәліметтер індеттің таралуын жақсырақ зерттеу үшін авторизацияланған қолданбамен ортақ пайдаланылады. Қолданбаға жеке басыңызды анықтауға болатын ақпарат берілмейді.
ko: 확인된 각각의 노출에 대해 지속 시간, 날짜, Bluetooth 신호 강도가 승인된 앱과 공유되어 질병의 확산을 더 잘 이해하도록 도와줍니다. 개인정보는 앱과 공유되지 않습니다.
lt: Kiekvieno patvirtinto kontakto trukmė, data ir „Bluetooth“ signalo stiprumas bendrinamas su patvirtinta programa, kad būtų lengviau suprasti ligos plitimą. Su programa nebendrinama jokia identifikavimo informacija.
ms: Untuk setiap pendedahan yang disahkan, tempoh, tarikh dan kekuatan isyarat Bluetooth dikongsi dengan app yang dibenarkan untuk membantu app tersebut lebih memahami penyebaran penyakit ini. Tiada maklumat pengenalpastian dikongsi dengan app.
nl: Voor elke bevestigde blootstelling worden de duur, datum en Bluetooth-signaalsterkte gedeeld met de geautoriseerde app om beter te begrijpen hoe de ziekte zich verspreidt. Er worden geen persoonsgegevens met de app gedeeld.
no: For hver bekreftede smittekontakt blir varigheten, datoen og Bluetooth-signalstyrken delt med den autoriserte appen så utvikleren bedre kan forstå hvordan sykdommen sprer seg. Appen mottar ingen informasjon som kan identifisere deg.
pl: Aby lepiej zrozumieć rozprzestrzenianie się choroby, każdy kontakt z osobą z potwierdzonym zakażeniem spowoduje udostępnienie autoryzowanej aplikacji czasu jego trwania, daty oraz mocy sygnału Bluetooth. Żadne identyfikujące Ciebie dane nie są udostępniane.
pt: Para cada exposição confirmada, a duração, data e intensidade do sinal Bluetooth são compartilhadas com o app autorizado para ajudar a entender melhor a propagação da doença. Nenhuma informação que identifique você é compartilhada com o app.
pt_pt: Para cada exposição confirmada, a duração, a data e a força do sinal de Bluetooth são partilhadas com a aplicação autorizada para ajudar a compreender melhor a propagação da doença. Não são partilhadas informações de teor pessoal com a aplicação.
ro: Pentru fiecare expunere confirmată, sunt partajate cu aplicația autorizată informații despre durată, dată și puterea semnalului Bluetooth, pentru a contribui la o mai bună înțelegere a răspândirii bolii. Informațiile de identificare nu sunt partajate cu aplicația.
ru: Для каждого подтвержденного контакта авторизованному приложению передаются данные о длительности, дате и силе сигнала Bluetooth, чтобы лучше изучить распространение инфекции. Приложение не получает данные, на основании которых можно установить Вашу личность.
sk: Pri každom potvrdenom vystavení nákaze sa s autorizovanou apkou zdieľa trvanie, dátum a intenzita Bluetooth signálu, aby bolo možné lepšie porozumieť šíreniu ochorenia. S apkou nie sú zdieľané žiadne dáta umožňujúce osobnú identifikáciu.
sl: Ob vsaki potrjeni izpostavljenosti bodo trajanje, datum in moč signala Bluetooth posredovani pooblaščeni aplikaciji, da bo mogoče bolje razumeti širjenje bolezni. Aplikaciji se ne posreduje nobenih informacij, s katerimi vas je mogoče prepoznati.
sv: För varje bekräftad exponering delas tidslängd, datum och Bluetooth-signalstyrka med den auktoriserande appen så att förståelsen om hur sjukdomen sprids ökar. Ingen identifierande information delas med appen.
th: สำหรับการสัมผัสเชื้อที่ยืนยันแล้วแต่ละครั้ง ระยะเวลา วันที่ และความแรงของสัญญาณบลูทูธจะถูกแชร์กับแอปที่ได้รับอนุญาตเพื่อช่วยให้ทำความเข้าใจกับการแพร่กระจายของเชื้อได้ดียิ่งขึ้น โดยจะไม่มีการแชร์ข้อมูลที่ระบุตัวตนกับแอป
tr: Doğrulanan her maruz kalma durumunda, hastalığın yayılmasının daha iyi anlaşılmasına yardımcı olmak için süre, tarih ve Bluetooth sinyal gücü yetkili uygulama ile paylaşılır. Kimlik bilgileri uygulamayla paylaşılmaz.
uk: Для кожного підтвердженого контакту збирається інформація про його тривалість, дату й силу сигналу Bluetooth. Інформація передається до авторизованої програми, що дає змогу точніше відстежувати поширення хвороби. Жодна ідентифікуюча інформація до програми не передається.
vi: Đối với mỗi lần tiếp xúc được xác nhận, khoảng thời gian, ngày và cường độ tín hiệu Bluetooth được chia sẻ với ứng dụng được cấp phép để giúp hiểu rõ hơn sự lây lan của dịch bệnh. Thông tin nhận dạng không được chia sẻ với ứng dụng.
zh_cn: 每次已确认暴露的持续时间、日期和蓝牙信号强度会与授权App共享以帮助其更好地了解疾病的传播。可识别身份的信息不会与App共享。
zh_hk: 每次已確認暴露的持續時間、日期和藍牙訊號強度都會與獲授權的App共享，以協助它們更清楚了解疾病傳播情況。不會與App共享可識別身份的資料。
zh_tw: 每次確定的暴露持續時間、日期和藍牙訊號強度都會與授權的App分享，以協助進一步瞭解疾病的傳播狀況。不會與App分享可識別的資訊。
